Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Skip activation?
be: Прапусьціць, не задзейнічаць?

source: Skip activation\?
be: Прапусьціць, не задзейнічаць\?

source: Skip to next song on playlist
be: Перайсьці да наступнае песьні ў сьпісе

source: Skip tutorial
be: Прапусьціць навучаньне

source: Skype Credit
be: Крэдыт у Skype

source: Skype Credit is low
be: Мала крэдыту ў Skype

source: Skype Name
be: Імя ў Skype

source: Skype Name already taken, please try another one.
be: Паспрабуйце іншае ймя ў Skype, бо гэтае ўжо занялі.

source: Skype Name cannot contain a space.
be: Імя ў Skype зьмяшчае прагал.

source: Skype Name needs to be 6-32 characters long.
be: Імя ў Skype мусіць зьмяшчаць ад 6 да 32 знакаў.

source: Skype Name unavailable
be: Гэтае ймя ўжо занялі

source: Skype call
be: Выклікаць праз Skype

source: Skype call (on hold): %s
be: Выклік (Skype, утрымваецца): %s

source: Skype call: %s
be: Выклік праз Skype: %s

source: Skype contacts
be: Кантакты Skype

source: Skype directory
be: Даведнік Skype

source: Skype has stopped working
be: Skype спыніў працаваць

source: Skype is not a replacement for your telephone and cannot be used for emergency calling
be: Skype не замяняе тэлефону: праз Skype нельга выклікаць надзвычайныя нумары

source: Skype is not a replacement for your telephone and cannot be used for emergency calling.
be: Skype не замяняе тэлефону: праз Skype нельга выклікаць надзвычайныя нумары.

source: Skype signed in
be: Уваходзім у Skype

source: Skype status
be: Стан Skype

source: Skype update
be: Абнаўленьне Skype

source: Skype video call
be: Выклікаць па відэа

source: Skype's \"Find Friends\" feature makes it easy to find your friends and add them to your contact list.
be: Функцыя «Шукаць сяброў» дапаможа лёгка знайсьці ды дадаць да кантактаў вашых сяброў.

source: Skype-to-Skype calls are always free.
be: Выклікі ўнутры сеткі Skype заўжды дармавыя.

source: Sleep
be: Засынаць

source: Sleep tight, good meeight!
be: Сьні гожа, добрае ночы!

source: Sleep well?
be: Ці добра спалася?

source: Slide
be: Ссунуць вушка

source: Slide %s
be: Слайд %s

source: Slide finger on spacebar to change language
be: Каб зьмяніць мову, ссуньце палец па прагалы

source: Slide keyboard back to continue.
be: Ссуньце клявіятуру назад, каб працягваць.

source: Slide keyboard open to begin.
be: Адчыніце клявіятуру, каб пачаць.

source: Slide keyboard open to continue.
be: Адчыніце клявіятуру, каб працягваць.

source: Slide left - right
be: Ссоўваць зьлева направа

source: Slide thumb from the left or right edge to open quick controls and hide app and URL bars
be: Ссуньце палец зьлева направа, каб кіраваць хутка і схаваць паліцы праґрамы ды радку адрасу.

source: Slide up - down
be: Ссоўваць зьверху ўніз

source: Slide up to increment and down to decrement.
be: Ссуньце ўверх, каб дадаць, і ўніз, каб адняць.

source: Slide your finger to connect at least four dots in any order on the next screen.
be: Перасоўваючы палец па наступным экране, злучыце прынамсі чатыры кропкі ў якім пажадаеце парадку.

source: Slide your finger to connect the dots in any order on the next screen.
be: Перасоўваючы палец па наступным экране, злучыце кропкі ў якім пажадаеце парадку.

source: Slide your finger until you find the icon for the %s.
be: Перасуньце палец да значка %s.

source: Slide your finger up or down the screen to scroll.
be: Каб пракруціць экран, ссуньце палец ўверх або ўніз.

source: Slideshow
be: Слайды

source: Slideshow interval
be: Прамежак між слайдамі

source: Slideshow layout
be: Як паказваць слайды

source: Slideshow settings
be: Налады паказваць слайды

source: Slideshow transition
be: Пераходзіць між слайдамі

source: Sliding handle.
be: Перасоўнае вушка.

source: Sliding paginator bottom
be: Нумараваць летунком унізе

source: Sliding paginator top
be: Нумараваць летунком уверсе

source: Slovak (Slovakia)
be: славацкая (Славакія)

source: Slovenian (Slovenia)
be: славенская (Славенія)

source: Slow
be: Марудна

source: Slowly slide your finger around the screen until you find the Browser icon again.
be: Павольна перасуньце палец па экране, пакуль ня знойдзеце значак аглядальніка.

source: Small
be: Маленькі

source: Small (Default)
be: Маленькі (перадвызначана)

source: Small Avatars
be: Маленькія малюнкі

source: Small Eyes
be: Маленькія вочы

source: Small Mouth
be: Маленькі рот

source: Small text
be: Маленькі тэкст

source: Smirk
be: Ухмылка

source: Sms templates
be: Шаблёны SMS

source: Snooze
be: Адкласьці

source: Snooze (hold to dismiss)
be: Адкласьці (трымайце, каб скасаваць)

source: Snooze all
be: Адкласьці ўсе

source: Snooze duration
be: Працягласьць адтэрміноўкі

source: Snooze/dismiss dialog will be shown
be: Дыялёг «адкласьці або скасаваць» будзе паказвацца

source: Snoozing for %d minutes.
be: Адклалі на %d хв.

source: Snow
be: Сьнегапад

source: Social Preference Settings
be: Налады перавагаў таварыскіх сетак

source: Software Upgrade
be: Абнавіць праґрамныя сродкі

source: Solarize
be: Перасьветленыя

source: Solve the %1$d following maths problems in less than %2$d seconds in order to perform your communication.
be: Каб скарыстацца сувязьзю, разьвяжыце наступныя задачы (%1$d) менш як за %2$d сэк.

source: Some alarm clock applications may not implement this feature.
be: Некаторыя праґрамы будніка могуць ня мець такое магчымасьці.

source: Some animations
be: Некаторыя ажыўленьні

source: Some applications may still use the background data connection.
be: Некаторыя праґрамы, тым ня менш, могуць працягваць злучацца на заднім пляне.

source: Some apps may still use the background data connection.
be: Некаторыя праґрамы, тым ня менш, могуць працягваць злучацца на заднім пляне.

source: Some attachments cannot be forwarded because they have not downloaded.
be: Некаторыя залучнікі не ўдалося пераслаць, бо іх не спампавалі.

source: Some content attached to this activity is not yet supported and has been hidden.
be: Пэўнае залучанае зьмесьціва схавалі, бо яно пакуль не падтрымваецца.

source: Some email addresses are invalid.
be: Некаторыя адрасы эл. пошты хібныя.

source: Some servers may take a long time.
be: Некаторыя паслужнікі могуць працаваць павольна.

source: Some virtual network providers require this setting to access data.
be: Пэўныя ўяўныя правайдары патрабуюць гэта, каб даць доступ да сеціва.

source: Some window animations are shown
be: Паказваюцца некаторыя ажыўленьні вокнаў

source: Songs
be: Песьні

source: Songs…
be: Песень…

source: Sorry!
be: Выбачайце!

source: Sorry, I'm busy right now.
be: Выбачайце, я зараз заняты.

source: Sorry, cannot set your date of birth.
be: Выбачайце, нельга ўсталяваць такую дату.

source: Sorry, couldn't find a location matching '%s.'
be: Выбачайце, не ўдалося знайсьці мейсца, якое адпавядае «%s».

source: Sorry, couldn\'t find a location matching \'%s.\'
be: Выбачайце, не ўдалося знайсьці мейсца, якое адпавядае «%s».

source: Sorry, even when resized this picture is too large to send.
be: Выбачайце: малюнак завялікі нат пасьля таго, як ягоны памер зьмянілі.

source: Sorry, network error.
be: Выбачайце, сетка дала хібу.

source: Sorry, network error. Please try later.
be: Выбачайце, сетка дала хібу. Калі ласка, паспрабуйце пазьней.

source: Sorry, news currently unavailable.
be: Выбачайце, навіны зараз недаступныя.

source: Sorry, no data available.
be: Выбачайце, няма дадзеных.

source: Sorry, no data available. Please try later.
be: Выбачайце, няма дадзеных. Калі ласка, паспрабуйце пазьней.

source: Sorry, the alarm could not be set.
be: Выбачайце, буднік ня можа быць усталяваны.

source: Sorry, the attachment could not be downloaded.
be: Выбачайце, залучнік нельга спампаваць.

source: Sorry, the nickname could not be saved.
be: Выбачайце, гэтую мянушку нельга захаваць.

source: Sorry, the player does not support this type of audio file.
be: Выбачайце, прайгравальнік не падтрымвае такі від гукавых файлаў.

source: Sorry, the song could not be played.
be: Выбачайце, песьню нельга прайграць.

source: Sorry, there was an error loading the people list, please try again later.
be: Выбачайце, выявілася памылка, калі спрабавалі прачытаць сьпіс людзей, паспрабуйце зноўку пазьней, калі ласка.

source: Sorry, there was an error sending your report.
be: Выбачайце, далі хібу, калі дасылалі ваш водгук.

source: Sorry, there was an error, please try again
be: Выбачайце, далі хібу; паспрабуйце зноўку, калі ласка

source: Sorry, there's not enough space to install this item.
be: Выбачайце: бракуе вольнае прасторы, каб усталяваць гэта.

source: Sorry, this video cannot be played.
be: Выбачайце, гэтае відэа нельга прайграць.

source: Sorry, this video is not valid for streaming to this device.
be: Выбачайце, такое відэа нельга паказаць на гэтае прыладзе.

source: Sorry, try again
be: Выбачайце, паспрабуйце зноўку

source: Sorry, try again:
be: Выбачайце, паспрабуйце зноўку:

source: Sorry, unable to connect.
be: Выбачайце, нельга злучыцца.

source: Sorry, unable to connect. Please try later.
be: Выбачайце, нельга злучыцца. Калі ласка, паспрабуйце пазьней.

source: Sorry, we can't give you a refund at this time.
be: Выбачайце, зараз мы ня можам вярнуць вам грошы.

source: Sorry, we can't update your %s.
be: Выбачайце, не ўдалося абнавіць %s.

source: Sorry, we don't have recommendations for you yet.
be: Выбачайце, пакуль няма што вам параіць.

source: Sorry, we're experiencing technical difficulties at the moment.
be: Выбачайце, зараз існуюць пэўныя тэхнічныя праблемы.

source: Sorry, weather currently unavailable.
be: Выбачайце, надвор’е зараз недаступнае.

source: Sorry, you can't be invisible because you're signed in to Google Talk from another client that doesn't support invisibility.
be: Выбачайце, вы ня можаце быць нябачным, бо ўвайшлі ў Гутарку Google зь іншага кліента, які не падтрымвае нябачнасьці.

source: Sorry, you cannot add this %1$s to your message.
be: Выбачайце: нельга дадаць %1$s да паведамленьня.

source: Sorry, you must be 18 or over to view this video.
be: Выбачайце, каб паглядзець гэтае відэа, вам мусіць быць 18 год, або болей.

source: Sorry, your SD card is busy.
be: Выбачайце, картка SD занятая.

source: Sorry, your USB storage is busy.
be: Выбачайце, сховішча USB занятае.

source: Sorry, your wireless account does not have permission to access this application.
be: Выбачайце, бяздротавы рахунак ня мае дазволу на доступ да гэтае праґрамы.

source: Sorry...
be: Выбачайце…

source: Sorry…
be: Выбачайце…

source: Sort
be: Упарадкаваць

source: Sort alphabetically
be: Паводле альфабэту

source: Sort by date
be: Паводле даты

source: Sort by name
be: Паводле назвы

source: Sort by size
be: Паводле памеру

source: Sort by time
be: Паводле часу

source: Sort by time zone
be: Паводле часавага абсягу

source: Sort by:
be: Паводле:

source: Sort list by
be: Упарадкаваць сьпіс паводле

source: Sort order
be: Парадкаваць

source: Sound
be: Гук

source: Sound & display
be: Гук і выгляд

source: Sound effects
be: Ператвараць гук

source: Sound is OFF
be: Гуку няма

source: Sound is ON
be: Гук ёсьць

source: Sound off
be: Вылучыць гук

source: Sound on
be: Улучыць гук

source: Sound on keypress
be: Гучэць па націсканьні

source: Sound playback service for alarms set in DeskClock.
be: Служба прайграваньня гуку для будзькаў настольнага гадзіньніку.

source: Sound settings
be: Налады гуку

source: Sound volumes, audio focus, quiet hours
be: Гучнасьць, засяроджваньне, «ціхія» гадзіны

source: Source class
be: Крынічная кляса

source: Source file
be: Крынічны файл

source: Source method
be: Крынічны спосаб

source: Space needed: %1$s
be: Трэба: %1$s

source: Spacebar and punctuation automatically insert highlighted word
be: Падсьвечанае слова ўстаўляецца па знаках прыпынку і прагале

source: Spam
be: Лухта

source: Spanish
be: Гішпанская

source: Spanish (Argentina)
be: гішпанская (Арґентына)

source: Spanish (Bolivia)
be: гішпанская (Балівія)

source: Spanish (Chile)
be: гішпанская (Чылі)

source: Spanish (Colombia)
be: гішпанская (Калюмбія)

source: Spanish (Costa Rica)
be: гішпанская (Коста Рыка)

source: Spanish (Cuba)
be: гішпанская (Куба)

source: Spanish (Dominican Republic)
be: гішпанская (Дамініканская рэспубліка)

source: Spanish (Ecuador)
be: гішпанская (Эквадор)

source: Spanish (El Salvador)
be: гішпанская (Сальвадор)

source: Spanish (Guatemala)
be: гішпанская (Ґватэмала)

source: Spanish (Honduras)
be: гішпанская (Гандурас)

source: Spanish (Mexico)
be: гішпанская (Мэксыка)

source: Spanish (Nicaragua)
be: гішпанская (Нікараґуа)

source: Spanish (Panama)
be: гішпанская (Панама)

source: Spanish (Paraguay)
be: гішпанская (Параґвай)

source: Spanish (Peru)
be: гішпанская (Пэру)

source: Spanish (Puerto Rico)
be: гішпанская (Пуэрта-Рыка)

source: Spanish (Spain)
be: гішпанская (Гішпанія)

source: Spanish (US)
be: гішпанская (ЗША)

source: Spanish (Uruguay)
be: гішпанская (Уруґвай)

source: Spanish (Venezuela)
be: гішпанская (Вэнэсуэла)

source: Speak Destination
be: Прамовіць кірунак

source: Speak again
be: Прамоўце зноўку

source: Speak now
be: Прамоўце

source: Speak!
be: Прамоўце!

source: Speaker
be: Галосьнік

source: Speaker off
be: Вылучылі галасьнікі

source: Speaker on
be: Улучылі галосьнік

source: Speakerphone enabled.
be: Задзейнічалі галосьнік зь мікрафонам.

source: Speaking
be: Размаўляе

source: Special keys
be: Адмысловыя клявішы

source: Specify the frequency range of operation
be: Вызначыць зь якім абсягам частот працаваць

source: Specify the shell command line.
be: Вызначце загадны радок абалонкі.

source: Specify the time in minutes
be: Пазначце час (у хвілінах)

source: Specify when to switch from Wi-Fi to mobile data
be: Вызначыць, калі пераходзіць ад Wi-Fi да перасоўнага сеціва

source: Specify your location
be: Вызначыць месцазнаходжаньне

source: Spectrum
be: Спэктар

source: Speech
be: Агучваньне

source: Speech rate
be: Хуткасьць вымаўленьня

source: Speech recognition is not available
be: Пазнавальнік голас недаступны

source: Speech recognizer busy
be: Пазнавальнік голас заняты

source: Speech synthesis engine installed
be: Усталявалі рухавік агучваньня

source: Speed at which the text is spoken
be: Хуткасьць, зь якою будзе вымаўляцца тэкст

source: Spell-correction
be: Выпраўляць памылкі

source: Spelling correction
be: Выпраўляць памылкі

source: Split counter
be: Лічыльнік частак

source: Split messages every 160 characters
be: Падзяляць SMS на часткі па 160 знакаў

source: Spoof phone as a different model for MMS
be: Прыдавацца ў MMS іншаю мадэльлю тэлефона

source: Sports
be: Спорт

source: Sports News
be: Навіны спорту

source: Spot metering
be: Па крыніцах сьвята

source: Spouse
be: Сужэнец

source: Squeeze
be: Сьціснуць твар

source: Sri Lanka
be: Шры-Ланка

source: Staging
be: Ставіцца

source: Standalone
be: Самастойны

source: Standard
be: Як звычайна

source: Standard limit
be: Звычайнае абмежаваньне

source: Star
be: Адзначыць

source: Starred
be: Адзначаныя

source: Starred Items
be: Адзначаныя

source: Starred contacts
be: Адзначаныя кантакты

source: Starred items are automatically synchronized with maps.google.com.
be: Адзначаныя пункты самарушна сынхранізуюцца з мапамі maps.google.com.

source: Starring %1$d conversation.
be: Адзначаецца %1$d размова.

source: Starring %1$d conversations.
be: Адзначаецца некалькі (%1$d) размоў.

source: Start
be: Пачаць

source: Start %1$s
be: Запусьціць %1$s

source: Start activity
be: Пачаць дзейнасьць

source: Start TCP server
be: Запусьціць паслужнік TCP

source: Start Wi-Fi Direct operation.
be: Распачынаць наўпроставае Wi-Fi.

source: Start a new huddle
be: Распачаць таемку

source: Start chat
be: Пачаць гутарыць

source: Start date
be: Пачынаецца

source: Start imo when my phone boots
be: Запускаць imo, калі запусьціўся тэлефон

source: Start now
be: Спампаваць зараз

source: Start over
be: Пачаць нанова

source: Start point
be: Пачатковы пункт

source: Start time
be: Пачынаецца а

source: Start up automatically
be: Запускацца самарушна

source: Start voice search
be: Шукаць голасам

source: Started by app.
be: Запушчанае праґрамаю:

source: Started by application.
be: Запушчанае праґрамаю.

source: Started by application: touch to stop
be: Запушчанае праґрамаю: спыніць па націску

source: Starting MMI sequence\u2026
be: Запускаецца пасьлядоўнасьць MMI…

source: Starting MMI sequence…
be: Запускаецца пасьлядоўнасьць MMI…

source: Starting applications.
be: Запускаюцца праґрамы.

source: Starting download\u2026
be: Пачынае спампоўвацца…

source: Starting download…
be: Пачынаем спампоўваць…

source: Starting feature code sequence\u2026
be: Запускаецца пасьлядоўнасьць коду ўласьцівасьці…

source: Starting feature code sequence…
be: Запускаецца пасьлядоўнасьць коду ўласьцівасьці…

source: Starting this %s download now may shorten your battery life and/or result in excessive usage of your mobile data connection, which can lead to charges by your mobile operator depending on your data plan.
be: Калі пачаць спампоўваць %s зараз, можа празьмерна выкарыстоўвацца злучэньне зь сецівам, за што, магчыма, давядзецца шмат заплаціць у адпаведнасьці з тарыфным плянам на сеціва. Апроч гэтага, можа паменшыцца тэрмін службы батарэі.

source: Starting up
be: Запускаецца

source: Starts: %1$d
be: Пачынаецца: %1$d

source: Startup may take longer.
be: Можа спатрэбіцца болей часу, каб запусьціцца.

source: State
be: Вобласьць

source: State/Province
be: Штат (акруга)

source: State/Province/Region:
be: Вобласьць (акруга, мясцовасьць)

source: Static
be: Сталы

source: Status
be: Стан

source: Status Bar
be: Паліца стану

source: Status Bar Indicator
be: Паказальнік паліцы стану

source: Status Edit
be: Правіць стан

source: Status bar
be: Паліца стану

source: Status bar notification
be: Спавяшчэньне ў паліцы стану

source: Status icon type
be: Від значка стану

source: Status message
be: Апісаньне стану

source: Status of the battery, network, and other information
be: Стан батарэі, сеткі ды іншыя зьвесткі

source: Status successfully set
be: Пасьпяхова зьмянілі стан

source: Status updated.
be: Абнавілі стан.

source: Status...
be: Стан…

source: Status:
be: Стан:

source: Status:\u0020
be: Стан:\u0020

source: Stay awake
be: Заставацца ўлучаным

source: Stay on %1$s
be: Працягвайце рухацца па %1$s

source: Steady Photo
be: Найбольшая выразнасьць

source: Steady photo
be: Найбольшая выразнасьць

source: Stereo
be: Стэрэа

source: Still trying...
be: Яшчэ спрабуем…

source: Stock Quotes
be: Каціроўкі акцыяў

source: Stock Quotes disabled
be: Забараніць каціроўкі акцыяў

source: Stock Quotes enabled
be: Дазволіць каціроўкі акцыяў

source: Stop
be: Спыніць

source: Stop %1$s?
be: Ці спыніць %1$s?

source: Stop app via long-press
be: Спыняць па доўгім націску

source: Stop backing up your WiFi passwords, bookmarks, other settings, and app data, plus erase all copies on Google servers?
be: Ці спыніць ствараць адноўкі пароляў на Wi-Fi, закладак ды іншых наладаў і зьвестак праґрамаў і сьцерці ўсе асобнікі з паслужнікоў Google?

source: Stop button
be: Кнопка «спыніць»

source: Stop or uninstall the app
be: Спыніце або высталюйце праґраму

source: Stop or uninstall the application
be: Спыніце або высталюйце праґраму

source: Stop page load
be: Спыніць чытаць бачыну

source: Stop selecting text
be: Спыніць выбіраць тэкст

source: Stop service?
be: Ці спыніць службу?

source: Stop system service?
be: Ці спыніць сыстэмную службу?

source: Stop the old application without saving.
be: Нічога не захоўваць, спыніць старую праґраму.

source: Stop`s name
be: назвы прыпынку

source: Stopped receiving file from \"%1$s\"
be: Спынілі атрымваць файл ад «%1$s»

source: Stopped receiving file from \u0022%1$s\u0022
be: Спынілі атрымваць файл ад «%1$s»

source: Stopped sending file to \"%1$s\"
be: Спынілі дасылаць файл да «%1$s»

source: Stopped sending file to \u0022%1$s\u0022
be: Спынілі дасылаць файл да «%1$s»

source: Stopping it may cause the app to fail.
be: Калі спыніць службу, праґрама можа спыніць працаваць.

source: Stopping it may cause the application to fail.
be: Калі спыніць службу, праґрама можа спыніць працаваць.

source: Stopping\u2026
be: Спыняецца…

source: Stopping…
be: Спыняецца…

source: Stops
be: Прыпынкі

source: Storage
be: Сховішча

source: Storage issue
be: Пытаньне сховішча

source: Storage issue.
be: Пытаньне сховішча.

source: Storage limits
be: Абмежаваньні сховішча

source: Storage may be in use.
be: Мажліва, сховішча выкарыстоўваецца.

source: Storage settings
be: Налады сховішча

source: Storage unavailable
be: Няма доступу да сховішча

source: Storage use
be: Выкарыстаньне сховішча

source: Store
be: Крама

source: Store location
be: Захоўваць мейсца

source: Store my chat history on imo.im
be: Захоўваць гісторыю гутаркі на imo.im

source: Store passwords for accounts on the phone
be: Захоўваць паролі да рахункаў на тэлефоне

source: Stream
be: Плынь

source: Street
be: Вуліца

source: Street address, P.O. box, c/o
be: Вуліца, дом, паштовая скрыня

source: Street and house number
be: Вуліца і нумар дому

source: Stretch to fill screen
be: Расьцягваць на экран

source: Strict
be: Строга

source: Strict mode enabled
be: Задзейнічаць строгі стан

source: Strict — Filter both explicit text and explicit images
be: Строга — не паказваць непрыстойныя відарысы ды тэксты

source: Style of status icon to show
be: Выгляд значка стану, які паказваецца

source: Su
be: нд

source: Su binary v%s
be: Файл «su»: %s

source: Subject
be: Тэма

source: Subject:
be: Тэма:

source: Subject: %1$s
be: Тэма: %1$s

source: Subject: %3$s
be: Тэма: %3$s

source: Subject:\u0020
be: Тэма:\u0020

source: Submit
be: Падаць

source: Submit query
be: Падаць запыт

source: Submit your feedback
be: Пакіньце водгук

source: Subscribe
be: Падпісацца

source: Subscribers: %1s
be: Падпісанты: %1s

source: Subscription update
be: Абнаўленьне падпіскі

source: Subscription updates
be: Абнаўленьні падпісак

source: Subscriptions
be: Падпіскі

source: Subscriptions: %1s
be: Падпіскі: %1s

source: Subtotal
be: Прамежкавы вынік

source: Successful
be: Пасьпяхова

source: Successfully installed \"%1$s\"
be: Пасьпяхова ўсталявалі «%1$s»

source: Successfully installed.
be: Усталявалі пасьпяхова.

source: Successfully updated \"%1$s\"
be: Пасьпяхова абнавілі «%1$s»

source: Successfully updated.
be: Абнавілі пасьпяхова.

source: Suggested contacts
be: Прапанаваныя кантакты

source: Suggested people
be: Прапанаваныя знаёмствы

source: Suggestions:
be: Прапановы:

source: Sun
be: нд

source: Sunday
be: нядзеля

source: Sunset
be: Захад сонца

source: Super fine
be: Выдатная

source: Supermarkets
be: Крамы

source: Superuser
be: Спраўнік

source: Superuser Request
be: Запыт на спраўніка

source: Superuser information
be: Вэрсія праґрамы спраўніка (Superuser)

source: Superuser v%s
be: Праґрама: %s

source: Supplicant State :
be: Стан просьбіту:

source: Suppress background noise when speaking or recording.
be: Гасіць шум навакольля, калі размаўляем або запісваем гук.

source: Surprised
be: Зьдзіўлены

source: Suspended
be: Прыпынілі

source: Swahili (Kenya)
be: суахілі (Кенія)

source: Swahili (Tanzania)
be: суахілі (Танзанія)

source: Swahili (Uganda)
be: суахілі (Уґанда)

source: Swap
be: Зьмяніць

source: Swap calls
be: Зьмяніць выклік

source: Swedish (Finland)
be: швэдзкая (Фінляндыя)

source: Swedish (Sweden)
be: швэдзкая (Швэцыя)

source: Sweet dreams!
be: Салодка сьніць!

source: Swimming Pool
be: Басэйн для плаваньня

source: Swipe down actions
be: Дзеяньне жэсту «зьверху ўніз»

source: Swipe up actions
be: Дзеяньне жэсту «зьнізу ўверх»

source: Switch Account
be: Зьмяніць рахунак

source: Switch Camera
be: Зьмяніць камэру

source: Switch account
be: Зьмяніць рахунак

source: Switch applications?
be: Ці перайсьці да іншае праґрамы?

source: Switch between 2G and 3G
be: Перайсьці ад 2G да 3G і наадварот
